{
  "paragraphs": [
    {
      "text": "Another vulnerable human being, a thinking reed",
      "author": "K"
    },
    {
      "text": "所有的宗教都是对世界过于简化的理解模型，都只是为了简单的头脑量身定做，都是跳过推理过程直接摘取人性所垂涎的慰藉",
      "author": "K."
    },
    {
      "text": "不选择复杂是复杂的一种",
      "author": "K."
    },
    {
      "text": "用意义对抗无意义，用一种属于我的虚幻来对抗群体无意识的虚幻",
      "author": "K."
    },
    {
      "text": "清醒而理智并没有想象的那么容易，个人的动物性会随着年龄的增长不断膨胀，最后吞没人的清醒和理智。这个过程因人而异，而与之对抗是一生的主题，即使最终的结局都是一样的",
      "author": "K."
    },
    {
      "text": "任何决定都只是不同感性之间的斗争，理性只是感性的工具。理性就是能够帮助感性实现目的的可行的方法论",
      "author": "K."
    },
    {
      "text": "自我是获取任何知识和技能，特别是人性领域的技能，的巨大障碍。我们需要的是物化自我，改变自我",
      "author": "K."
    },
    {
      "text": "道德是一种僵硬的框架，它掩盖了人和事物之间的真正的价值联系",
      "author": "K."
    },
    {
      "text": "对我而言，我既可以像一个圣人，也可以卑微的生活。自我怀疑导向卑微，而自我肯定导向圣人",
      "author": "K."
    },
    {
      "text": "人的社会性是生命和污染的共同来源",
      "author": "K."
    },
    {
      "text": "正是那些我认为是对的东西组成了我的围墙",
      "author": "K."
    },
    {
      "text": "我的一生就是在 dymystify 各种观念的过程",
      "author": "K."
    },
    {
      "text": "过度思考人生的终极问题是理解人生终极问题的阻碍，就像一个脑中都是如何成就惊天伟业的人，是无法忍受那种着手去解决实现那些伟业的路上那些繁琐痛苦的细节问题的无趣的",
      "author": "K."
    },
    {
      "text": "自我是一切的阻碍，自我的抽离才是得救之道",
      "author": "K."
    },
    {
      "text": "面对被 demystified 的世界，大部分时候都能看到这些形形色色观点和情绪背后的根源和形成路径，有时会被厌倦和冷漠所吞噬。我所关注的是如何才能翻越这座高山",
      "author": "K."
    },
    {
      "text": "把很多问题道德化是认知缺陷的一种表现",
      "author": "K."
    },
    {
      "text": "有选择的表达才能避免触礁",
      "author": "K."
    },
    {
      "text": "我们都只是大势之下的一个样本，而生之意义在于超越大势",
      "author": "K."
    },
    {
      "text": "世界给我们展示的都是漫长的筛选之后的结果，但忽略了那些痛苦漫长的筛选过程。人也是",
      "author": "K."
    },
    {
      "text": "很多时候就像跑步的时候跑不动，或者游泳的时候抗拒下水。过于看重感受更多是一种障碍，其实需要的只是按照固定的节奏去做，只是需要调整好姿势去向前跑，而不是被各种内心的声音所绑架",
      "author": "K."
    },
    {
      "text": "我开车从来不晕车，但一坐车就晕车。人生一旦到了坐车的状态，觉得什么都不能自己控制，就会变得痛苦很多。我们需要有主动的战略，作为自己的司机而不只是乘客",
      "author": "K."
    },
    {
      "text": "只有投身解决实际问题之中，只有在与人类的互相沟通之中，才能实现人性的健康和完整",
      "author": "K."
    },
    {
      "text": "快乐的力量远大于恐惧和焦虑的力量",
      "author": "K."
    },
    {
      "text": "运动太多导致心脏不适，让我深感自己可能不能活太久，如何 optimize 余生变成了一个需要考虑的问题",
      "author": "K."
    },
    {
      "text": "努力永远不是最重要的决定因素，智慧才是",
      "author": "K."
    },
    {
      "text": "Be humble, and diligent",
      "author": "K."
    },
    {
      "text": "理性从来都不是感性的对立面，理性永远都是满足感性的工具；爱情从来不是欲望的对立面，爱情永远是实现欲望的工具",
      "author": "K."
    },
    {
      "text": "我们人生的意义可能只是使用我们的躯壳，使用我们的大脑，让其展示存在的价值。其他都是虚幻",
      "author": "K."
    },
    {
      "text": "我曾经没有筛选的吃各种食物，但现在越来越关注简单，必要和健康的食物。在对世界的感受上也很相似，我过去会去感受我周围发生的所有人所有事，但现在只关注一些核心的问题。各种信息就像或辣或酸的食物，他们始终存在于你周围，但我需要选择是否摄入",
      "author": "K."
    },
    {
      "text": "Dissolved in the crowds",
      "author": "K."
    },
    {
      "text": "人生要做的貌似只是有意义的事情的堆砌，和无意义的事情的缩减",
      "author": "K."
    },
    {
      "text": "A portfolio of exercises is important to keeping healthy: which is critical to almost everything",
      "author": "K."
    },
    {
      "text": "If you don't allow it to hurt you, it won’t",
      "author": "K."
    },
    {
      "text": "不为任何时代和理念献身，就像不因为一支笔没能画出一副想要的画就把它折断。笔的存在意味着画出各种画的可能性，而具体的一幅画只是其可能性的一种展现，就像一个时代只是人的存在形态的一种展现。任何一个时代都只是一个切片，一个人的众多可能存在形态中的一种。认识到这种多样性的存在可以避免因为这么一种形态而忘记人的本质",
      "author": "K."
    },
    {
      "text": "Refuse to be another brick in The wall",
      "author": "K."
    },
    {
      "text": "在抗拒孤独中孤独，是人生的一种始终存在的张力",
      "author": "K."
    },
    {
      "text": "Accept the suffering of life, religiously",
      "author": "K."
    },
    {
      "text": "价值和目标感，或者是高于生活的理念，像是生活的骨架",
      "author": "K."
    },
    {
      "text": "环境会给人各种限制，这些限制来自于别人定的规则，或许这些规则非常不适合你，或者你很难参与其中。是否能够突破环境的限制找到自己的发展空间，是一个人无比重要的事",
      "author": "K."
    },
    {
      "text": "所有的人都是盲目而片面的，只是程度的多少",
      "author": "K."
    },
    {
      "text": "我所有的经历都是在适应这个世界。如何更好的适应便是一个明确的判断正确与否的标准",
      "author": "K."
    },
    {
      "text": "对事实的尊重是保持身心健康的一个很重要的基础，无论这个事实多么的难以接受",
      "author": "K."
    },
    {
      "text": "不同的经历，感受，和不同的思想前提下，人与人之间的差别非常大",
      "author": "K."
    },
    {
      "text": "我不在乎怎么去称呼它，神，科学，哲学世界观-- 我在乎的是一个 beyond physical slavery 的存在。这种存在的所有意义并不是它本身，它本身的真实与否并不重要。它的意义在于提供一个更为底层的视角，让我们不纠缠于低效的生活之中",
      "author": "K."
    },
    {
      "text": "自然选择的逻辑往往隐藏在伦理道德或是感情之中，不会让人明显感觉到它在起作用",
      "author": "K."
    },
    {
      "text": "并不在于你此刻拥有什么，而在于你是否具备拥有的能力。与其为了失去哀叹，不如努力让自己在下次拥有时更加值得",
      "author": "K."
    },
    {
      "text": "所有的事情所有的人对人生都不是critical的，更多的是这些人和事在心中的映射",
      "author": "K."
    },
    {
      "text": "物质世界没有意识，一切只取决于心",
      "author": "K."
    },
    {
      "text": "主动去把控世界，与被动去接受被安排的世界，主观感受是千差万别的，幸福感是千差万别的",
      "author": "K."
    },
    {
      "text": "There is a price to see beyond the world.",
      "author": "K."
    },
    {
      "text": "与其因为密林深处的孤独而痛苦，不如 live with it and make an impact",
      "author": "K."
    },
    {
      "text": "欲望是苦的一种，因为难以避免的留恋",
      "author": "K."
    },
    {
      "text": "回想过去的人生经历，虽然有不同的价值路径，但所有的一切的核心都是人本身",
      "author": "K."
    },
    {
      "text": "在解决现实问题的时候，大部分时候，人际关系拥有比技术更大的杠杆。不忽视而是智慧的使用这种杠杠",
      "author": "K."
    },
    {
      "text": "接受人生本质上的并无外界赋予的宏大意义，这本身是理性的基础",
      "author": "K."
    },
    {
      "text": "真实，很廉价的存在于宇宙之中。只有与我相关的真实才是我需要关注的。很多时候我们需要的不是真实，而是意义。不能映射到人性中的真实存在与否并不重要。",
      "author": "K."
    },
    {
      "text": "现实的竞争和残酷并不比丛林好多少，只是表现得更有温情。岁月静好本身也是成本以及风险很高的选择。",
      "author": "K."
    },
    {
      "text": "My brain is my only weapon to survive",
      "author": "K."
    },
    {
      "text": "把思想表达出来比读书重要。没有经过大脑整理的读书，只是沉溺的一种。",
      "author": "K."
    },
    {
      "text": "很多问题不是个人问题，是环境的系统性问题。个人的问题在于能否识别这种环境的系统性问题，并主动去抵抗这种系统性的影响。",
      "author": "K."
    },
    {
      "text": "不同的人其实一定程度上是生活在平行宇宙。很多人在大半生中因为这种不同宇宙间的沟通困难而愤愤不平 – 其实和一个不会有交集的宇宙徒劳的沟通，本身就不会有结果，也没有太多实际意义，除非你决定要和这个平行宇宙产生交集。",
      "author": "K."
    },
    {
      "text": "我们其实深陷文明和现代性的陷阱之中，被贴标签，被异化，被操控。",
      "author": "K."
    },
    {
      "text": "每一条过于拥挤的赛道都是危险的赛道",
      "author": "K."
    },
    {
      "text": "社会弱势群体更容易被社会变迁抛弃，他们更容易沉迷游戏，更难识别现象后面的本质和陷井，更容易在完全不自知的情况下命运被控制",
      "author": "K."
    },
    {
      "text": "持续的输出才会刺激持续的生产。对于思想也是如此。如果没有被表达过，它就不存在",
      "author": "K."
    },
    {
      "text": "优雅是需要物质基础的。保持优雅更多是一个商务和战略问题，而不是一个偏好问题",
      "author": "K."
    },
    {
      "text": "人生最重要的技能是，如何以更小的代价来增长自己的认知。特别是，通过别人的错误，而不是自己的错误来获得成长。",
      "author": "K."
    },
    {
      "text": "世界后面有 \"norminal\" 的逻辑和“real” 的逻辑。真实是什么，从来都是没关系的，大家在意的只是给真实盖章定论的话语权。我们需要按照 “real” 逻辑思考，但按照“norminal” 的逻辑来行为",
      "author": "K."
    },
    {
      "text": "很多时候习惯性的默认别人会有比你更深刻的认识，往往发现并非如此。所有人的思想都只能是自己思考的输入，而不能代替我自己的判断",
      "author": "K."
    },
    {
      "text": "Conceptualization; creating concepts is a fundamental skill in generating useful thoughts.",
      "author": "K."
    },
    {
      "text": "一个成年人的核心任务，是重建基于自我的观察和实践的认知体系。在中国特别是如此。",
      "author": "K."
    },
    {
      "text": "命运的无力感更多是因为认知匮乏，看不清潜在的因果关系而导致的迷惑。一部分是认知，一部分是概率",
      "author": "K."
    },
    {
      "text": "在具体而彻底的了解一件事情之前，不要轻易否定或肯定任何东西，也不要轻易的相信别人的判断",
      "author": "K."
    },
    {
      "text": "你所看到的都是被人维护出来的假象。",
      "author": "K."
    },
    {
      "text": "世界上存在很多你认知之外的，那些你并不熟悉的群体。他们可能有一些你不知道的认知，这些认知往往能够提供很多你难以想象的可能性和自由，虽然这些人是你忽视甚至厌恶、不愿意接触的人群。在世界的运行规律上，要认识到这些认知差距的存在 — 但只要是认知，就是软件差距而不是硬件差距，就是可以学习和拥有的，关键在于开放的心态。对这些认知的排斥一定上是对 institution 依赖的表现（这种 institution  可能是一个单位，一个公司，或是一种职业路径选择）。 institution  永远只是你的工具，而不是你成为 institution  的工具。一个人在一个公司或一个单位努力付出，被绑定失去反脆弱的能力之后，是不是可以问一问，这一定是性价比最高，或者最优的人生存在方式的选择吗？结论往往不是。我在S公司的时候认为在那里认真做一个优秀的FE 是未来发展之道，但实际上存在很多比FE性价比更高和更适合人性的工作；当我在P行业努力工作加班加点的时候，实际上并没有认识到金融和资本才是世界运行的逻辑。其实可以更进一步的问这个问题：自己一定要被一个职业或者状态的标签定义么？我的答案是不，我们需要的是追究一些更深层的问题：你存在和发展所依附的核心资源是什么，有些什么样的路径来获得这些资源。是被安排，还是自己选择。",
      "author": "K."
    },
    {
      "text": "清醒的活着",
      "author": "K."
    },
    {
      "text": "所有的slavery都必须以自由意志的形态出现。思维和意识的困乏才是真正的贫困",
      "author": "K."
    },
    {
      "text": "我自己是生产观点和 insights 的人，对见解的产生的要素非常清楚。每一个见解都是思考分析得来，因此不会有人对任何事情都存在正确的判断，因为每个人的思考带宽是有限的。评估一个人的观点，更重要的是判断他是如何获得这些观点的。有的人可以有很强的思考和对现象模式识别的能力，长期专注的思考一定程度上可以对这种能力的形成实现正反馈。但即使如此，也只可能对于深入思考过的问题是有可以信赖的判断的。大部分人对待现实的各种判断都是混杂的输入的集合体。互联网和信息定向推送一定程度上在加强每个人的偏见。",
      "author": "K."
    },
    {
      "text": "事情本身有什么意义并不重要，它让人感觉到有意义才重要。生活并不在于谁追求的意义更高大上，而是在于谁能保持认可自己行为的意义",
      "author": "K."
    },
    {
      "text": "The awareness of what you are doing is more important than what you are doing",
      "author": "K."
    },
    {
      "text": "Concentration is the basis of happiness",
      "author": "K."
    },
    {
      "text": "懂得如何激励自己，不被疲惫和负面情绪绑架，远比懂得如何忍受痛苦的能力重要",
      "author": "K."
    },
    {
      "text": "欲望的满足总是很容易的，聪明的可持续的满足欲望才是困难的。我们真正需要关注的不是是否能够拥有那些想要的东西，而是如何保持，和是否还有享用这些东西乐趣的基础",
      "author": "K."
    },
    {
      "text": "所有的幸福都在于生命本身，但生命终将老去终将逝去，这是我们需要面临的人生的核心的残酷",
      "author": "K."
    },
    {
      "text": "Sharpen the rationality within",
      "author": "K."
    },
    {
      "text": "死亡有时候于我感觉更像是 business interruption 而不涉及太多其他的意义。我们都只是自然演化中的存在，包括其中各种不确定性，包括对自我过于看重的虚妄。",
      "author": "K."
    },
    {
      "text": "“强撑待变”",
      "author": "K."
    },
    {
      "text": "意义感和目标感的指引远大于努力本身",
      "author": "K."
    },
    {
      "text": "You are everything for yourself, but you are just a data point for the world.",
      "author": "K."
    },
    {
      "text": "Fast experimentation and adaptation creates better results than intentionally selected evolving direction.",
      "author": "K."
    },
    {
      "text": "很多努力，或是对抗熵增的行为都是反人性的，如果没有一个原因在后面，而只是任由性情选择，这些成就是永远不会达成的。人和人的核心区别其实在于内驱系统，在于一个人如何能够认可自己做的事情的意义，驱动自己去为了达成一些目标区去做一些违反人性的努力。",
      "author": "K."
    },
    {
      "text": "Keep conveying messages to the world by writing; keep being visible to make an impact to yourself and to the world.",
      "author": "K."
    },
    {
      "text": "最痛苦的不是追逐，而是 dukkha",
      "author": "K."
    },
    {
      "text": "我们需要的是一套稳定的，内在的行为驱动系统，而不是由境遇和处境决定的行为系统",
      "author": "K."
    },
    {
      "text": "很多你以为的心理学问题，其实是生理问题甚至是物理问题。巴菲特在访谈中提到过几次，如果你的人生只能选一辆车，你会怎么对待它。我们的身体就是这辆车。如果一个人从来不给这辆车保养换机油，这个时候你体会到的抑郁，控制力薄弱，头昏脑胀并不奇怪。物理问题用物理方法应对，完全不用上升到人生意义之类的层面。",
      "author": "K."
    },
    {
      "text": "对于年轻人而言，未来的人生就是你的杠杠。对中年人而言，杠杠是健康的身体，成熟的认知和已经建成的护城河。",
      "author": "K."
    },
    {
      "text": "我十多年前对幸福有个定义：幸福是使用自己的感觉。看了《贪婪的多巴胺》，感觉就是那么回事",
      "author": "K."
    },
    {
      "text": "上半生的每一次作妖都会收到下半生的催款账单",
      "author": "K."
    },
    {
      "text": "面对和适应极度的孤独之后，再寻求和添加社会属性。一如其他所有可以习得的技能，社会技能和对他人的理解，也是可以习得的。",
      "author": "K."
    },
    {
      "text": "Hope is the best medicine. More accurately, working for the hope provides fuel for the growth engine.",
      "author": "K."
    },
    {
      "text": "很多时候，一个人赶路会比和一个需要你照顾和牵挂的人赶路要快很多。在决定中需要很清晰的知道这种 trade off",
      "author": "K."
    },
    {
      "text": "我并不信仰各种主义和思想，只是在识别各种主义的模式和套路",
      "author": "K."
    },
    {
      "text": "世界运行的真实规律往往非常的反直觉，这既意味着无处不在的陷阱，也意外着认识到这些规律能带来的实际价值",
      "author": "K."
    },
    {
      "text": "这些年的一个错误是，并没有了解和关注真正能够改变人生和创造价值的领域。跟随策略是风险极高的策略，我们需要打破生活的路径去探索其他可能性",
      "author": "K."
    },
    {
      "text": "年龄带来的一个思路转变，年轻人是想不想做，而中年人是有没有资格做。就像跑步，年轻的时候的障碍是懒得出去跑，而中年是想出去跑，但顾虑是怎么样跑才不会猝死",
      "author": "K."
    },
    {
      "text": "既不能忍受不运动带来的身体心理的熵增和失控，也要接受因为心脏不适和运动带来随时猝死的风险，这就像人生到了一定阶段，都是在边缘游走。",
      "author": "K."
    },
    {
      "text": "国学的一个很大的问题是，很多的道理表述过于精炼和模糊，导致其推崇者在这种模糊和距离之下形成优越感，“不说人话”",
      "author": "K."
    },
    {
      "text": "滑雪的每次缆车下来都比上次好一些。人生应该也是如此 。人生的初级道上熙熙攘攘，高级道上寒风凛冽",
      "author": "K."
    },
    {
      "text": "随着思考的深入和核心世界观的成型，与大部分人的喜怒哀乐切割，于我像是难以避免",
      "author": "K."
    },
    {
      "text": "对现实的改变的能力才是知识的价值。金融知识是世界上最重要的知识之一",
      "author": "K."
    },
    {
      "text": "人类只是一种为意义和归属和繁衍驱动的可怜的生物",
      "author": "K."
    },
    {
      "text": "我的不够疯狂限制了我认知的边界。",
      "author": "K."
    },
    {
      "text": "艺术对现实事物的忠实描绘到对感情体验的真实呈现的追求。艺术是社会经济，宗教和人性追求的折射",
      "author": "K."
    },
    {
      "text": "看了很多人的传记，一个共同点是，这些人都热爱人类，但对具体的人都冷酷无情。… loved humanity in general but was often cruel to human beings in particular",
      "author": "K."
    },
    {
      "text": "对数字群氓时代审美匮乏的抗议",
      "author": "K."
    },
    {
      "text": "Half ofyour life’s effort is to fight not to succumb to the calls of your genes. The other half is to struggle on how to be a happy slave of your genes.",
      "author": "K."
    },
    {
      "text": "和感官的华丽保持警惕和距离",
      "author": "K."
    },
    {
      "text": "It’s not me against the world, it’s me against me and the world",
      "author": "K."
    },
    {
      "text": "对于执念，观察而不依附",
      "author": "K."
    },
    {
      "text": "平庸的成本很高 being mediocre is expensive",
      "author": "K."
    },
    {
      "text": "Have a clear and clever view of how the game is being played is essential for your level of happiness",
      "author": "K."
    },
    {
      "text": "年龄的增长并不总是让人强壮，对身体和对心智皆是如此",
      "author": "K."
    },
    {
      "text": "最容易也最难获取的自由是思想的自由。你怎么想怎么理解，没人任何人能够阻挡；但你下一刻所想是否在重复一些愚蠢无知，也没有人能够确保",
      "author": "K."
    },
    {
      "text": "与其关注短期人性的各种心理起伏，不如从更长的时间线上去寻求智慧和乐趣",
      "author": "K."
    },
    {
      "text": "很多 disruptions 或许只是一个机会，让人看清关于自我各种虚幻的错觉",
      "author": "K."
    },
    {
      "text": "Stay alert to any institutions 对任何体制保持警惕",
      "author": "K."
    },
    {
      "text": "A thirst that is not supposed to be quenched by its nature, leaving detachment the only solution.",
      "author": "K."
    },
    {
      "text": "Wisdom is the only solution and medicine.",
      "author": "K."
    },
    {
      "text": "理智冰冷的刀刃是自由的必由之路",
      "author": "K."
    },
    {
      "text": "我二十多年前第一次读《浮士德》的时候，是不相信一个学识渊博，经历的人生的人，在一定条件下也是会做出很多世俗意义上不靠谱的事情的。等我马上要四十岁的时候，我信了。智慧完全不是线性增长，我们能做的只是让其不成为一条抛物线。",
      "author": "K."
    },
    {
      "text": "本质主义让我变得十分无趣，在本质面前那些花样都毫无意义可言。这让我有另外一种冲动：我就做基因的奴隶怎么了",
      "author": "K."
    },
    {
      "text": "如果这些欣喜是一场流动的盛宴，我需要不停的提醒自己，中年人，该离席了",
      "author": "K."
    },
    {
      "text": "Navigating through rough waters.Quitely.",
      "author": "K."
    },
    {
      "text": "人生后半场都是直面各种崩塌",
      "author": "K."
    },
    {
      "text": "各种的偏爱只是上瘾性戒断的问题，没有人会把成瘾性依附当成生命的意义，明确的区分自我的各个 component并且和他们保持距离，才是智慧之举",
      "author": "K."
    },
    {
      "text": "金融有时候让人变成另外一种生物。扩大来讲，很多的工作对人的异化造就了各个光怪陆离的人格形态",
      "author": "K."
    },
    {
      "text": "对于幸福而言，身心是八成，处境只是两成，如果不是更低。",
      "author": "K."
    },
    {
      "text": "和不确定性握手言和",
      "author": "K."
    },
    {
      "text": "习惯使用、冲击、试探你的躯壳，习惯煎熬、等待、斗争，用充足的血流来洗刷大脑，用足够快的心跳来投喂你的动物属性，没有什么能更好的重置你的社会属性和重置各种思潮对你的蒙蔽，而让生活轻松和幸福很多。这也是我时常在猝死边缘跑步和游泳的原因",
      "author": "K."
    },
    {
      "text": "Dukha 是一台没有终点的跑步机。你可以踏上去，如果知道怎么下来。",
      "author": "K."
    },
    {
      "text": "意义感也是一种资源，需要物质和环境的滋养。大部分人意义感的缺乏和贫富差距一样，都是社会资源的分配和获取问题。",
      "author": "K."
    },
    {
      "text": "Find the positive, efficient, and humanistic way of addressing issues",
      "author": "K."
    },
    {
      "text": "年龄差距有如物种差距，不同年龄阶段的人的驱动因素不同，眼中的世界也不同",
      "author": "K."
    },
    {
      "text": "运动只是对人动物属性的投喂",
      "author": "K."
    },
    {
      "text": "The art of survival is the art of balance",
      "author": "K."
    },
    {
      "text": "Live with, and live by, human nature and human weaknesses",
      "author": "K."
    },
    {
      "text": "我并不喜欢大部分人无趣而压抑的生活",
      "author": "K."
    },
    {
      "text": "“不要被封号”。人生也是如此。live healthily first, before other priorities.",
      "author": "K."
    },
    {
      "text": "事故的发生源于很多的小的环节，每一个看起来都像是巧合，却又是必然",
      "author": "K."
    },
    {
      "text": "有如卑微和傲慢混合之后的怪胎",
      "author": "K."
    },
    {
      "text": "Enjoy the blossoming of life. 生命之乐趣在于绽放",
      "author": "K."
    },
    {
      "text": "Happiness is all about using your brain and body well",
      "author": "K."
    },
    {
      "text": "Concentration is the most important skill",
      "author": "K."
    },
    {
      "text": "我们和欲望就像两相生厌但又无法割舍的情侣，互相依存又互相折磨",
      "author": "K."
    },
    {
      "text": "Being professional is all about controlling the animal instincts within",
      "author": "K."
    },
    {
      "text": "It’s always about what is the right thing to do, not about how you think/feel about it. 做该做的是，自己认可的事，is essential.",
      "author": "K."
    },
    {
      "text": "Tame the volatilities within",
      "author": "K."
    },
    {
      "text": "Be focused and voracious on what you want. Focus is the most important attribute in achieving anything. 除去心中杂草是深入做其他事情的基础",
      "author": "K."
    },
    {
      "text": "破除虚幻，看到本质. 这一系列幻觉让人错失对大势的判断。",
      "author": "K."
    },
    {
      "text": "Chasing the sun, even a falling one.",
      "author": "K."
    },
    {
      "text": "折磨与绝望并不是良药，enjoy 并顺应人性才是",
      "author": "K."
    },
    {
      "text": "所有问题的核心都是人与人之间的 dynamics management, all is about the patterns and possibilities",
      "author": "K."
    },
    {
      "text": "Politics is just a technique that can be learned",
      "author": "K."
    },
    {
      "text": "Get off the hedonic treadmill",
      "author": "K."
    },
    {
      "text": "困难永远不是解决问题，而是解决问题的意愿",
      "author": "K."
    },
    {
      "text": "重写底层代码",
      "author": "K."
    },
    {
      "text": "一些去年开始脑中的杂念。",
      "author": "K."
    },
    {
      "text": "Always maintain a certain level of detachment to human nature, it can be learned, enjoyed, even manipulated, but never indulge yourself in it, without seeing the constant volatility.",
      "author": "K."
    },
    {
      "text": "Any obsession has a price tag.",
      "author": "K."
    },
    {
      "text": "What hurts you is not the impact of the event, it is how you interpret it.",
      "author": "K."
    },
    {
      "text": "If you forget some lesson, one possible reason is, it's not painful enough for you to remember.",
      "author": "K."
    },
    {
      "text": "Check from other's perspective before finalizing anything",
      "author": "K."
    },
    {
      "text": "Moderate pain is most comfortable: we are always in pain, either the pain from meaningless life not knowing what to do, or the pain from working on something that takes effort. At least the later one has extra bonus and is aligned with our human nature.",
      "author": "K."
    },
    {
      "text": "善意的嘲笑是对世界最好的温暖，犀利的判断是对世界最好的抚摸。",
      "author": "K."
    },
    {
      "text": "关于生活的真实的问题，从来不是我们怎么样才能理智而科学的看待现实，而是我们如何能够熟练的通过拿捏人性来实现理性的结局。既然主观性是无法绕过的，任何试图绕过的努力都是徒劳的；我们构建世界的基础不是世界本身，而是如何在主观世界中安放现实世界的映射，及其之间的联系。",
      "author": "K."
    },
    {
      "text": "有趣是各种聪明中最聪明的一种。",
      "author": "K."
    },
    {
      "text": "温和的激进分子",
      "author": "K."
    },
    {
      "text": "迭代反复前进",
      "author": "K."
    },
    {
      "text": "社会联结对我们有益处，孤独是有害的。",
      "author": "K."
    },
    {
      "text": "幸福本质上来源于社会联结，而不是所做的事情本身--认识清楚其本源，在做事情之时便会有不同的方式。",
      "author": "K."
    },
    {
      "text": "对于想得到的东西，大部分的时候都是一个简单的问题：你愿意拿什么来换",
      "author": "K."
    },
    {
      "text": "你只能被你在意的东西所伤。在真正在意一个人或事之前必须清楚这一点。",
      "author": "K."
    },
    {
      "text": "Working on it is much more efficient in pushing things forward than thinking about it.",
      "author": "K."
    },
    {
      "text": "Everyone is fighting his own war.",
      "author": "K."
    },
    {
      "text": "Take it as a game; be an interesting person",
      "author": "K."
    },
    {
      "text": "Everything is a skill that can be acquired",
      "author": "K."
    },
    {
      "text": "Value based life.",
      "author": "K."
    },
    {
      "text": "Instead of criticizing, demonstrating what is right",
      "author": "K."
    },
    {
      "text": "Pay attention to the things that can really make a difference in life. Self-pithiness is the worst feeling among all feelings.",
      "author": "K."
    },
    {
      "text": "You cannot expect a wolf to eat grass.",
      "author": "K."
    },
    {
      "text": "Consider every people you engage with as source of fun instead of pressure and pain",
      "author": "K."
    },
    {
      "text": "How far can you go depends on how good you can make jokes",
      "author": "K."
    },
    {
      "text": "Protect yourself from collateral damages from people who has lost control of themselves.",
      "author": "K."
    },
    {
      "text": "The reason why it starts is also the reason why it ends; every beginning has its ending",
      "author": "K."
    },
    {
      "text": "利益的保护是politics的核心",
      "author": "K."
    },
    {
      "text": "执念是个很糟糕的tradition",
      "author": "K."
    },
    {
      "text": "有些人是过客，有些人是一生，分清这两者非常必要",
      "author": "K."
    },
    {
      "text": "我们都容易被我们不具有的东西所吸引",
      "author": "K."
    },
    {
      "text": "生活中的一切皆可理论化和系统化，并依此言行，即是力量所在。",
      "author": "K."
    },
    {
      "text": "知道从别人的角度看问题，即使从那个角度看你自己很不堪。不只是要宣扬自我. 人际关系归根到底，还是一种交换，强大的人际关系来源于给予的能力。这个世界只关心你能给与什么。那些普通交往的人也是。一切皆由此驱动。",
      "author": "K."
    },
    {
      "text": "人是分category的,一旦被分入了一个category，改变很艰难，也不应存在幻想。我对他人如此，他人对我亦如此。所谓识人之术，即是指此。如果对一个人有证据确凿的清晰判断，不要奢望会有惊喜，事物即会向该发展的方向发展",
      "author": "K."
    },
    {
      "text": "Making judgement,对一件事情，对一个人。开始不一定要正确，但一定要有自己的判断. Put labels on people to manage them.",
      "author": "K."
    },
    {
      "text": "一定要非常清楚是不是单方心理协议-你觉得对方应当的事其实对方没有这种认为的基础。不愿接受“意图与结果”的差距，是低情商的一个表现。把对方的感受作为最终的标准，而不是自己的想法和意图",
      "author": "K."
    },
    {
      "text": "切不可以感情期待代替事实，只能驱动事实。",
      "author": "K."
    },
    {
      "text": "我的价值不会由一件事和一个人决定。",
      "author": "K."
    },
    {
      "text": "痛苦分两种，一种是没有意义的，一种是让人成长的。Pain is inevitable, suffering is optional",
      "author": "K."
    },
    {
      "text": "修养就是与本性抗拒的过程。战胜你的本能反应，如果明确那是错误的",
      "author": "K."
    },
    {
      "text": "判断要止损的时候一定要止损",
      "author": "K."
    },
    {
      "text": "一定要尊重最基本的原理",
      "author": "K."
    },
    {
      "text": "不要拿别人的错误来惩罚自己。作出正确的判断避免被伤害",
      "author": "K."
    },
    {
      "text": "尊重生活的规则，和美德。重新评估美德对生活的价值",
      "author": "K."
    },
    {
      "text": "每一个大的挫折都是重要的自省的机会，因为它暴露了自己重要的缺陷",
      "author": "K."
    },
    {
      "text": "Respect the rules.",
      "author": "K."
    },
    {
      "text": "You cannot put all your value of life into a single person or a thing.",
      "author": "K."
    },
    {
      "text": "There are many types of addictions. But all of them are ADDICTIONS.",
      "author": "K."
    },
    {
      "text": "How much you can achieve depends on how much you can control yourself. Effective and painless even joyful self control is essential and key.",
      "author": "K."
    },
    {
      "text": "每个人都有其弱点。智慧便是如何避免受其所累了。",
      "author": "K."
    },
    {
      "text": "智慧不在于如何提高自己受苦的能力，而是如何不让自己陷入到那样的情境之中。没有人能确信自己风寒之后一定不会感冒，关键在于如何免受风寒。",
      "author": "K."
    },
    {
      "text": "这个世界的 jungle 本质属性太容易被表面的华丽所隐藏",
      "author": "K."
    },
    {
      "text": "人们往往认为自己是唯一的现实，否定别人的现实。但每个个体都有他的现实",
      "author": "K."
    },
    {
      "text": "无论当前的感受是什么，都只是一个随时会演变的片段。自我是一个变量，并不值得依附。",
      "author": "K."
    },
    {
      "text": "理性并不能给我慰藉，反而是人性幽灵的鬼哭狼嚎更加喧嚣。",
      "author": "K."
    },
    {
      "text": "在同一天的时间里，当你的头脑分别被感性和理性控制的时候，得出完全相反的结论。人性的多变性决定了自我只是变量，我们需要的更多的是控制这个变量的艺术。",
      "author": "K."
    },
    {
      "text": "理解宗教更多需要从政治经济的角度，宗教永远无关信仰，就像我们在研究政治的时候，民众和信众皆为需要被观察的对象，而不是主体",
      "author": "K."
    },
    {
      "text": "真实，我们自己需要了解真实，即使不能对其他的人说明真实是什么（因为大部分人是排斥真实的），但在行为上需要坚持真实。Let go of all the illusions, or, leverage and utilize all the illusions.",
      "author": "K."
    },
    {
      "text": "痛苦只是基因的货币，思考只是被人生毒打之后的分泌物",
      "author": "K."
    },
    {
      "text": "对头脑和思考的信念是避免踩入深坑的原则。深坑并没有自己想象的那样遥远，我们也是随时会结束那个对自我是一切但对世界只是一个样本的生活。不要因此无视规律的存在，中二的认为一切可以改变 - 即使是中二，也是有选择和最意识指引下的。",
      "author": "K."
    },
    {
      "text": "Anatomy of human mind, brutally",
      "author": "K."
    },
    {
      "text": "对自我的客观认识，一定程度上是需要认识自我的情绪和感受的起伏背后的客观因素。因为酒喝多了，感觉恶心，这并不能推导出人生的无趣和恶心。这种感受并不会持续，它会随着不同的处境而变化，甚至可以认为背后只是简单的因果关系。所以自我更像是一个需要学习如何处理的物体，而并不要把它拔高到一个神圣的高度 — 自我只是一个客观存在。熟悉这些操作之后，变会更加懂得“自我”的优化。这种优化无论是幸福感，还是其他的意义，都可以实现正反馈从而推动积累和成长。这又回到无我的概念了。",
      "author": "K."
    },
    {
      "text": "See all the illustrations. 一样东西，如果你太想要，就会把它看得很大，从而曲扭它真实的位置。所有皆可失去，所有皆是尘埃。",
      "author": "K."
    },
    {
      "text": "中年生活的重担和无趣真是需要宗教情怀，从而不被这种无趣和苦工淹没。",
      "author": "K."
    },
    {
      "text": "我们总是混淆什么是出于本能，什么是出于有利于事情发展的理性需求。进化而来的本能的实用性其实在不断降低，而理性的更正才是进化的努力。",
      "author": "K."
    },
    {
      "text": "Revive your vitality after knowing the world in depth",
      "author": "K."
    },
    {
      "text": "知识的价值不是在于获取知识的享乐，而是改变自己和世界，我们需要的是能够对世界带来改变的知识。",
      "author": "K."
    },
    {
      "text": "像福柯一样通过极限体验来填补 existential vacuum 可取么？关键在于 managing the safety margin。",
      "author": "K."
    },
    {
      "text": "Humans are much more complex than I originally thought",
      "author": "K."
    },
    {
      "text": "我好像反复在“年少轻狂”和“为老不尊”之间横跳",
      "author": "K."
    },
    {
      "text": "如履薄冰有如人生常态",
      "author": "K."
    },
    {
      "text": "自毁是自我努力的倒影",
      "author": "K."
    },
    {
      "text": "在足够宏大的思想架构下，习俗和规则像是一件可以随时脱掉穿上的衣服",
      "author": "K."
    },
    {
      "text": "理解人和社会很需要一种“人性生态学”，脱离人性的繁琐和背后的驱动来看待事物、历史进程和社会变迁都过于肤浅。",
      "author": "K."
    },
    {
      "text": "年轻的时候以为在完善自己的路上有选择，并不着急，这样或者那样都有光明的未来。但人生的道路上，对自我的精进其实没有选择。每一个人都有一个有限的时间窗口来 perform best, 既有足够的经验认识和足够的思考力，没有被年老，思想僵化，死之将至的困扰。这个窗口其实没有想象的那么长。",
      "author": "K."
    },
    {
      "text": "灵魂在肉体面前都同样卑微，思想精致的高塔建于脆弱的肉体之上，在身体崩塌后随之崩塌",
      "author": "K."
    },
    {
      "text": "我们每次试图用安慰性的物质，酒精，娱乐，没有意义的刷手机填充大脑的时候，都是我们在向人的动物性的屈服。我们需要抗拒这种屈服，抗拒愚蠢对大脑的盘踞。",
      "author": "K."
    },
    {
      "text": "不要去试图评价一个不在同一高度的人。很多事情人们热衷于评论，以此来评判一个人，殊不知对于已经过了这些阶段的人，这些都不是最核心的问题",
      "author": "K."
    },
    {
      "text": "人终究是依据感觉来生活的，对待人性和自我几乎是所有现实问题的基础。但实际上要做到非常的困难，往往深陷其中而不自知。很多时候我们都喜欢给人的生物属性套上一个光环 ：这本身不是个问题，问题在于真正的相信其神圣性而忘记了它的前提。而且，人的意义一定程度上也是在于享用作为人的那些肤浅的乐趣 - 认识到了人生的无意义这一点反而让人通透很多。",
      "author": "K."
    },
    {
      "text": "很多关于生活的智慧和结论都是反本能的，那些顺着本能的体验和结论往往是很错误的，就像一些明显错误的人，一些明显后果严重的行为，很多时候做出这些错误的选择却是当时痛苦最小的选择，这些错误选择将对人生带来颠覆的后果。可能人的差别也是在于此，我有时候读到一些传记，能让这些概念更加清晰，而一旦让本能把控，很快就会沉沦。智慧是需要练习的。",
      "author": "K."
    },
    {
      "text": "对于知识而言，人很容易沉溺其中。海洋可以游泳，但不意味着一个人要把海洋喝干 — 对于知识而言，一个能够支持成长的恰到好处的量很重要。一棵树不需要吸收所有的土壤和水分来成长，人也不需要在大脑中充斥各种缺乏系统性的内容。合适的量，是在适当的时候解决合适的问题，为需要的发展方向提供一些思考的内容和框架。",
      "author": "K."
    },
    {
      "text": "对知识贪婪的另外一个原因是对其可能带来的改变的高估。而实际上一个知识的内化是一个需要时间，更需要经历的过程。一天吃一百个鸡蛋并不会让你身体强健，只有在合适的锻炼之后它的价值才能体验。所以我们需要的是锻炼以及适当的 food for growth， 而不是高估知识本身能够带来的改变。一定程度上讲，知识是很廉价的，无论是在互联网还是在书本，都是极易获取的。但真实的获取却不那么容易，需要现实的经历，思考的撕裂和实际的痛苦来成长。思考和哲学只是痛苦的分泌物。",
      "author": "K."
    },
    {
      "text": "这一定程度上也是在揭示一个人成长的路径，必须是去经历，反思， try and improve. 这个过程其实很不完善，很残缺，但正是这些过程让人成长。",
      "author": "K."
    },
    {
      "text": "The final destination of being mature is to become a monster",
      "author": "K."
    },
    {
      "text": "人生的幸福程度取决于专注程度",
      "author": "K."
    },
    {
      "text": "Find your inner strengths beyond what you can get from the world",
      "author": "K."
    },
    {
      "text": "Chasing the air in vain",
      "author": "K."
    },
    {
      "text": "年龄不是判断深度的标准，曾经承受过的痛苦和为之做过的改变才是",
      "author": "K."
    },
    {
      "text": "应对一个规则最好的方法是，这个规则对你不再适用",
      "author": "K."
    },
    {
      "text": "Man evolves to his nature within.",
      "author": "K."
    },
    {
      "text": "It takes much mental strength and intelligence to appreciate the world",
      "author": "K."
    },
    {
      "text": "所谓的命运不公，皆是意识之光尚未照亮的角落",
      "author": "K."
    },
    {
      "text": "学会 being callous 貌似是必须的一件事情",
      "author": "K."
    },
    {
      "text": "人大部分时候都是先有了结论再找论据，这也是为什么大部分的争论都是没有意义的",
      "author": "K."
    },
    {
      "text": "任何处境对人的影响都只是如何解读的问题",
      "author": "K."
    },
    {
      "text": "本性时常蒙蔽双眼，理智方能看见",
      "author": "K."
    },
    {
      "text": "混乱是进步的成本",
      "author": "K."
    },
    {
      "text": "现实主义者才能得救",
      "author": "K."
    },
    {
      "text": "父亲从小到大想让我喝茶，我总是不耐烦的拒绝。等我到了40岁，自己开始喝起茶来：这好像不是喜好问题，是心态和年龄问题 — 不同年龄段的人有如不同的生物，各自面临各自的存在主义困境，试图去说服对方是徒劳的。",
      "author": "K."
    },
    {
      "text": "我与罗素太过于相似，以致有时候很想和理性划清界限，安心成为天地之刍狗",
      "author": "K."
    },
    {
      "text": "对事物发展的规律的认识，往往不能被应用到实际的判断之中，更多时候我们只是被强烈的主观意识所驱使。",
      "author": "K."
    },
    {
      "text": "有些时刻就像晕车，是一种无法被理解也无法安慰时刻萦绕的内心翻腾。只有等待慢慢停下来。",
      "author": "K."
    },
    {
      "text": "淡定和从容需要深厚的根基",
      "author": "K."
    },
    {
      "text": "清醒的思考不是逻辑问题，是情感问题",
      "author": "K."
    },
    {
      "text": "The greatest achievement comes from struggling well",
      "author": "K."
    },
    {
      "text": "Feelings are not facts.感受不同于认知",
      "author": "K."
    },
    {
      "text": "革命与爱情都是试图在打破现有的生活，不惜头破血流以用感觉就在眼前触手可及的理想的状态来替代。而两者另外一个共性是，都是一个人的个体演化进程，都是不可靠的。",
      "author": "K."
    },
    {
      "text": "在对人的判断上，我们很容易建立在大家的认知程度是相似的，大家都是理性的基础上。实际上这一条完全不成立。不但需要对人进行阶级划分，还需要对人进行认知维度的划分。",
      "author": "K."
    },
    {
      "text": "与其相信一种宗教，不如相信概率和算法。",
      "author": "K."
    },
    {
      "text": "Get off the illusions, we are all just animals",
      "author": "K."
    },
    {
      "text": "世俗幸福的三个特征：易获取，快感高（并随年龄增大而降低），易失去。所以感性和理性的问题，更像一个 portfolio mix 调配的问题。",
      "author": "K."
    },
    {
      "text": "我们时常因为察觉到他人的愚蠢而误认为自己很聪明，其实你我都没那么聪明，只是愚蠢的领域不同。",
      "author": "K."
    },
    {
      "text": "欲望有的时候是意义所在，有的时候是深入思考的阻碍。对欲望把控的艺术 differentiates us.",
      "author": "K."
    },
    {
      "text": "生活并不是要锻炼如何处理复杂的麻烦事的能力，而是如何专注于几项事情并不陷入众多其他的麻烦之中",
      "author": "K."
    },
    {
      "text": "道德更像是文明世界中的优化策略选择. Ethics is more like a strategic policy with the highest efficiency and lowest chance of failure by demonstrating its consistency.",
      "author": "K."
    },
    {
      "text": "Enjoy work itself 或许是最靠谱的strategy 了",
      "author": "K."
    },
    {
      "text": "我们正陷入一场对集体主义好处的让人警醒的迷恋中 China is alarmingly obsessed with the benefits of collectivism",
      "author": "K."
    },
    {
      "text": "有用的东西往往是反人性的，是否反人性可以作为判断有用程度的一个参数了。",
      "author": "K."
    },
    {
      "text": "大部分问题的核心都是人与人之间的 dynamics, all the patterns and possibilities",
      "author": "K."
    },
    {
      "text": "重写底层代码.Rewrite the software in your head",
      "author": "K."
    },
    {
      "text": "人本来俨然也只是个意义的容器，关键在于有意义，而不是这个意义是什么。宗教这种 packaged solution 也是很快把这个容器装满的方法。而我们这些未能驾驭人性的人像是靠天吃饭，时而容器满满，时而洒得一滴不剩。",
      "author": "K."
    },
    {
      "text": "有趣的灵魂就和无理数一样密密麻麻的分布在数轴上",
      "author": "K."
    },
    {
      "text": "理学中的“性”，“气”完全和其字面意思无关，更像一个variable x，还是浮点型的",
      "author": "K."
    },
    {
      "text": "A genuine partner is someone who shares your loneliness, not someone who offloads yourdesire.",
      "author": "K."
    },
    {
      "text": "Be practical.",
      "author": "K."
    },
    {
      "text": "不能专注的成本极高",
      "author": "K."
    },
    {
      "text": "Two versions of reality that a man needs to be aware of: how the world really works, and what the collective opinions of how the worldworks in a specific time and space. In most occasions, the two are wildly different. A practical approach is required to navigate through the complexities with both in mind.",
      "author": "K."
    },
    {
      "text": "大部分的伤害来自对事情的恐惧，而不是事情本身",
      "author": "K."
    },
    {
      "text": "自闭貌似只是一种surviving strategy",
      "author": "K."
    },
    {
      "text": "Fighting a lonely war that is doomed to loose",
      "author": "K."
    },
    {
      "text": "In the world for living purpose, it’s more about how you position and package yourself to be, rather than what your core really is.",
      "author": "K."
    },
    {
      "text": "编写程序的 immediate rewarding 机制非常的直接，可以很快的看到运行的结果正常与否，目的是否达到。相比人生其他长周期耕耘才会有reward甚至看不到尽头的努力而言，写程序真是一项愉快的心理按摩。",
      "author": "K."
    },
    {
      "text": "按部就班有时候是最快的路径",
      "author": "K."
    },
    {
      "text": "Redemption by running",
      "author": "K."
    },
    {
      "text": "人生的一辈子就是一个蒙特卡洛发生器，是一个概率统计的过程。长久的行为方式，远比暂时的结果更重要。",
      "author": "K."
    },
    {
      "text": "Tapping into different aspects of living is another type of greed",
      "author": "K."
    },
    {
      "text": "The world is filled with stupidity, only a few keep being wise",
      "author": "K."
    },
    {
      "text": "幸福是内心的秩序感",
      "author": "K."
    },
    {
      "text": "Staying focus requires strength",
      "author": "K."
    },
    {
      "text": "或许世界缺乏的不是智慧，而是善意",
      "author": "K."
    },
    {
      "text": "Serve my curiosity, instead of ambition",
      "author": "K."
    },
    {
      "text": "Let’s play the game of life",
      "author": "K."
    },
    {
      "text": "Abusing myself is one of the pleasures I got from life",
      "author": "K."
    },
    {
      "text": "不一定要划分工作和休息的时间。平时的思考也是一种乐趣，虽然思考的内容可能是工作上的。",
      "author": "K."
    },
    {
      "text": "青年人在追求幸福，中年人在避免不幸",
      "author": "K."
    },
    {
      "text": "Fear holds you back",
      "author": "K."
    },
    {
      "text": "真的代沟不在于年龄，而是是否经历过解开世界华丽的面纱触摸过其不那么完美的血肉和骨架",
      "author": "K."
    },
    {
      "text": "He knows when is the right time to have feelings and when is the time to cruelly follow what is needed",
      "author": "K."
    },
    {
      "text": "Say no to comprises",
      "author": "K."
    },
    {
      "text": "Signal over noises.",
      "author": "K."
    },
    {
      "text": "对生活细节失去控制会让人产生对生活失去控制感",
      "author": "K."
    },
    {
      "text": "The young man is easy to overestimate his capability while underestimating his potential of youth.",
      "author": "K."
    }
  ],
  "rotationInterval": 5000,
  "fadeTransitionDuration": 800
}
